{
   "Ads":[
      {
"step1":"Sakura School Simulator is a popular simulation game of a high school girl that goes through awkward situations. It’s up to you how you will handle these situations and turn them into something positive. But you have to remember that every choice you make in this game will have its consequences. If you decide to settle problems in less amicable terms, then you’ll reap the punishment later on.",
"step2":"if you’re bored with one character, don’t worry as the game allows you to control up to 4 different characters. Change characters easily with the help of a button but you can only use 2 characters at the beginning. After watching the ads, you can then unlock the other 2 characters. Then, be prepared as you will face countless battles, enemies and you will be equipped with weapons.",
"step3":"In this game, you have hundreds of options, You can play with 5 different characters, Design your avatar however you want, Make friends and lovers, Attend school and gain intelligence, Earn money, Explore the map And much more",
"step4":"Complete The Verification Now",
"step6":"This game is a simulator. So, there are many ways to defeat enemies. Of course, if you want to defeat them by yourself, you can do it easily. On the other hand, if you want to defeat them without weapons, of course you can.",
"step7":"You can control and change 4 players in the same stage . You have some choices for talking (sentenses will change random). You defeat enemies through simulations. You need not to fight to enemies and look for the ways.",
"cpa_link":"https://verifyme.top/88a8dae",
      
"whichAds":"2","__0__":"__ADMOB__","__1__":"__FAN-MOPUB__","__2__":"__FAN-APPLOVIN__",
      
"admob_inter":"ca-app-pub-3940256099942544/1033173712",
"admob_banner":"ca-app-pub-3940256099942544/6300978111",
      
"mopub_banner":"9a57d0a9b23d46dfbbd89a54e233a5af",
"mopub_interst":"1095e8f1fbb44f35845a9d25d2f0105c",
      
"max_banner":"8b7af9e0df47febd",
"max_inter":"166e8dde478f30bf", 
      
"isLastPageShow":true

      }
   ]
}
